{
  "demo.toph1": "LangR demo!",
  "demo.hubtn": "Switch to hungarian",
  "demo.enbtn": "Switch to english",
  "demo.itbtn": "Switch to italian",
  "demo.esbtn": "Switch to spanish",
  "demo.rubtn": "Switch to russian",
  "demo.nonscenario.title": "What happens when keys are missing",
  "demo.mock.title": "In order to demonstrate usage the best way, I made a fake site about penguins",

  "penguin.title": "Welcome to Penguin Paradise",
  "penguin.paragraphs.one": "Penguins are remarkable creatures known for their endurance and social nature. Predominantly residing in the Southern Hemisphere, particularly Antarctica, they are well-adapted to life in the water and on ice. With their streamlined bodies and strong flippers, penguins spend up to 75% of their lives in the ocean, hunting for fish, krill, and squid.",
  "penguin.paragraphs.two": "Despite their awkward waddle on land, penguins are exceptionally agile swimmers. The harsh conditions of the Arctic have shaped them into efficient survivors with dense, waterproof feathers that provide incredible insulation against the cold. Penguins live in large colonies called rookeries, some numbering in the tens of thousands, which helps protect them from predators and aids in warming each other against the brutal cold.",
  "penguin.paragraphs.three": "Conservation efforts are crucial for penguins, as climate change and human activities continue to threaten their habitats. Learning about their behavior and environment helps in crafting strategies to preserve their populations and ensure that future generations can continue to enjoy and learn from these fascinating birds.",
  "penguin.funfact": "Did you know that the Emperor Penguin is the tallest and heaviest of all penguin species? They can stay underwater for around 20 minutes and dive as deep as 500 meters!",
  "penguin.footer": "Penguin Paradise - Dedicated to celebrating and conserving the world of penguins. Join us in spreading awareness and fostering love for these amazing creatures."
}
