{
  "demo.toph1": "Демо LangR!",
  "demo.repo": "Демо для <prec> фронтенд менеджера языков",
  "demo.link": "LangR",
  "demo.hubtn": "Переключить на венгерский",
  "demo.enbtn": "Переключить на английский",
  "demo.itbtn": "Переключить на итальянский",
  "demo.esbtn": "Переключить на испанский",
  "demo.rubtn": "Переключить на русский",
  "demo.nonscenario.title": "Что происходит, когда ключи отсутствуют",
  "demo.nonscenario.subject": "но оно есть на русском языке (but it exists in Russian) [DO NOT LET THIS SCENARIO TO HAPPEN, LANGUAGE WILL NOT CHANGE]",
  "demo.mock.title": "Чтобы наилучшим образом продемонстрировать использование, я сделал фейковый сайт о пингвинах",

  "penguin.title": "Добро пожаловать в Рай Пингвинов",
  "penguin.paragraphs.one": "Пингвины — замечательные существа, известные своей выносливостью и социальным характером. Преимущественно обитающие в южном полушарии, особенно в Антарктиде, они хорошо приспособлены к жизни в воде и на льду. Благодаря обтекаемым телам и сильным плавникам, пингвины проводят до 75% своей жизни в океане, охотясь на рыбу, криль и кальмаров.",
  "penguin.paragraphs.two": "Несмотря на свою неуклюжую походку на суше, пингвины являются исключительными пловцами. Суровые условия Арктики сформировали их как эффективных выживальщиков с плотными, водонепроницаемыми перьями, обеспечивающими невероятную изоляцию от холода. Пингвины живут в больших колониях, называемых гнездовьями, некоторые из которых насчитывают десятки тысяч особей, что помогает защитить их от хищников и согреть друг друга в жестокий холод.",
  "penguin.paragraphs.three": "Усилия по сохранению чрезвычайно важны для пингвинов, поскольку изменение климата и человеческая деятельность продолжают угрожать их местам обитания. Изучение их поведения и среды обитания помогает разрабатывать стратегии для сохранения их популяций и обеспечения того, чтобы будущие поколения могли продолжать наслаждаться и учиться у этих удивительных птиц.",
  "penguin.funfact": "Знаете ли вы, что императорский пингвин является самым высоким и тяжелым из всех видов пингвинов? Они могут оставаться под водой около 20 минут и погружаться на глубину до 500 метров!",
  "penguin.footer": "Рай Пингвинов - посвящен празднованию и сохранению мира пингвинов. Присоединяйтесь к нам в распространении осведомленности и любви к этим удивительным существам."
}
